# сколько часов в году?

print "Часов в году (невисокосном): "
puts 24*365

# сколько  минут в десятилетии?

print "Минут в дисятилетии: "
puts (60*24*365*8)+(60*24*366*2)
# or
# puts (60*24*365*10) + (60*24*2)

# ваш возраст в секунах

print "Мой возраст в секундах (28 лет): "
puts 60*60*24*365*28

# сколько шоколадок вы надеетесь съесть за свою жизнь?

print "Планирую съесть шоколадок за всю жизнь: "
puts 52*90

# А вот задание потруднее: Если я прожил 943 миллиона секунд, то каков мой возраст?

print "Если я прожил 943 миллиона секунд, то мой возраст: "
puts 943000000/(365*24*60*60)
